Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Continuous** — the whole row as one wide image, templates side by side.
ar: **مستمر** — الصف بأكمله كصورة واحدة عريضة، مع وضع القوالب جنبًا إلى جنب.
ca: **Continu**: tota la fila com una imatge àmplia, plantilles una al costat de l'altra.
cs: **Souvislý** — celá řada jako jeden široký obrázek, šablony vedle sebe.
da: **Kontinuerlig** — hele rækken som ét bredt billede, skabeloner side om side.
de: **Durchgehend** – die ganze Zeile als ein breites Bild, Vorlagen nebeneinander.
el: **Συνεχής** — ολόκληρη η σειρά ως μια ευρεία εικόνα, τα πρότυπα το ένα δίπλα στο άλλο.
es: **Continuo**: toda la fila como una sola imagen ancha, con las plantillas una al lado de otra.
fa: **پیوسته** — کل ردیف به‌صورت یک تصویر عریض، با اسکرین‌شات‌ها در کنار هم.
fi: **Jatkuva** — koko rivi yhtenä leveänä kuvana, mallit vierekkäin.
fr: **Continu** : la ligne entière sous la forme d'une seule image large, les modèles côte à côte.
he: **רציף** - כל השורה כתמונה רחבה אחת, תבניות זו לצד זו.
hr: **Kontinuirano** — cijeli red kao jedna široka slika, predlošci jedan pored drugog.
hu: **Folyamatos** — az egész sor egyetlen széles képként, sablonok egymás mellett.
id: **Berkelanjutan** — seluruh baris sebagai satu gambar lebar, templat berdampingan.
it: **Riga continua**: l'intera riga come un'unica immagine larga, con i modelli affiancati.
ja: **連続** — 行全体を1枚の横長画像にして、テンプレートを横に並べます。
ko: **연속** — 전체 행이 하나의 넓은 이미지로, 템플릿이 나란히 표시됩니다.
ms: **Berterusan** — keseluruhan baris sebagai satu imej lebar, templat bersebelahan.
nl: **Doorlopend** — de hele rij als één brede afbeelding, sjablonen naast elkaar.
no: **Kontinuerlig** — hele raden som ett bredt bilde, maler side ved side.
pl: **Ciągły** — cały rząd jako jeden szeroki obraz, szablony obok siebie.
pt_br: **Contínuo** — toda a linha como uma imagem ampla, modelos lado a lado.
pt_pt: **Contínuo** — toda a linha como uma imagem ampla, modelos lado a lado.
ro: **Continuu** — întregul rând ca o singură imagine largă, șabloane una lângă alta.
ru: **Непрерывный** — вся строка одним широким изображением, шаблоны рядом друг с другом.
sk: **Nepretržitý** — celý rad ako jeden široký obrázok, šablóny vedľa seba.
sl: **Neprekinjeno** — cela vrstica kot ena široka slika, predloge ena poleg druge.
sv: **Kontinuerlig** — hela raden som en bred bild, mallar sida vid sida.
th: **ต่อเนื่อง** — ทั้งแถวเป็นรูปภาพกว้างรูปเดียว โดยมีเทมเพลตอยู่เคียงข้างกัน
tr: **Sürekli** — şablonlar yan yana, satırın tamamı tek bir geniş görüntü olarak.
uk: **Суцільний** — увесь рядок як одне широке зображення, шаблони поруч.
ur: **مسلسل** — پوری قطار ایک وسیع تصویر کے طور پر، ٹیمپلیٹس ساتھ ساتھ۔
vi: **Liên tục** — toàn bộ hàng dưới dạng một hình ảnh rộng, các mẫu cạnh nhau.
zh_hans: **连续**——将整行导出为一张宽图，模板并排排列。
zh_hant: **連續**——將整列輸出為一張寬幅影像，範本並排排列。

source: **Copy AI Localization Prompt** copies a ready-made prompt describing every text shape in the project, to hand to an AI assistant when you would rather translate outside the app.
ar: **نسخ مطالبة التعريب بالذكاء الاصطناعي** ينسخ مطالبة جاهزة تصف كل شكل نص في المشروع، لتسليمه إلى مساعد الذكاء الاصطناعي عندما تفضل الترجمة خارج التطبيق.
ca: **Copia el missatge de localització de l'IA** copia un missatge ja fet que descriu cada forma de text del projecte, per lliurar-lo a un assistent d'IA quan preferiu traduir fora de l'aplicació.
cs: **Copy AI Localization Prompt** zkopíruje připravenou výzvu popisující každý tvar textu v projektu, aby ji podal asistentovi AI, když byste raději překládali mimo aplikaci.
da: **Kopiér AI-lokaliseringsprompt** kopierer en færdigprompt, der beskriver hver tekstform i projektet, for at aflevere til en AI-assistent, når du hellere vil oversætte uden for appen.
de: **KI-Lokalisierungs-Prompt kopieren** kopiert einen fertigen Prompt, der jede Textform im Projekt beschreibt – für einen KI-Assistenten, wenn du lieber außerhalb der App übersetzt.
el: Το **Copy AI Localization Prompt** αντιγράφει μια έτοιμη προτροπή που περιγράφει κάθε σχήμα κειμένου στο έργο, για να το παραδώσει σε έναν βοηθό AI όταν προτιμάτε να μεταφράσετε εκτός της εφαρμογής.
es: **Copiar prompt de localización de IA** copia un prompt listo para usar que describe cada forma de texto del proyecto, para dárselo a un asistente de IA cuando prefieras traducir fuera de la app.
fa: **کپی پرامپت بومی‌سازی با هوش مصنوعی** پرامپتی آماده را کپی می‌کند که همهٔ شکل‌های متنی پروژه را توصیف می‌کند؛ برای وقتی که ترجیح می‌دهید بیرون از برنامه و با یک دستیار هوش مصنوعی ترجمه کنید.
fi: **Kopioi tekoälyn lokalisointikehote** kopioi valmiin kehotteen, joka kuvaa jokaista projektin tekstimuotoa ja joka voidaan antaa tekoälyavustajalle, kun haluat mieluummin kääntää sovelluksen ulkopuolella.
fr: **Copier l'invite de localisation IA** copie une invite prête à l'emploi décrivant chaque forme de texte du projet, à transmettre à un assistant IA si vous préférez traduire en dehors de l'app.
he: **Copy AI Localization Prompt** מעתיק הנחיה מוכנה המתארת כל צורת טקסט בפרויקט, למסור לעוזר AI כאשר אתה מעדיף לתרגם מחוץ לאפליקציה.
hr: **Kopiraj upit za lokalizaciju AI-ja** kopira gotov upit koji opisuje svaki oblik teksta u projektu, kako bi ga predao AI pomoćniku kada biste radije prevodili izvan aplikacije.
hu: A **A AI lokalizációs parancssor másolása** egy kész promptot másol, amely leírja a projekt minden szövegformáját, és átadja egy AI-asszisztensnek, ha inkább az alkalmazáson kívül szeretne fordítani.
id: **Salin Perintah Pelokalan AI** menyalin perintah siap pakai yang menjelaskan setiap bentuk teks dalam proyek, untuk diserahkan ke asisten AI saat Anda lebih suka menerjemahkan di luar aplikasi.
it: **Copia prompt di localizzazione IA** copia un prompt pronto all'uso che descrive ogni forma di testo del progetto, da passare a un assistente IA quando preferisci tradurre fuori dall'app.
ja: **AI ローカライズ用プロンプトをコピー** は、プロジェクト内のすべてのテキスト図形を説明する既製のプロンプトをコピーします。アプリの外で翻訳したいときに、AI アシスタントに渡せます。
ko: **AI 현지화 프롬프트 복사**는 프로젝트의 모든 텍스트 도형을 설명하는 프롬프트를 복사합니다. 앱 밖에서 번역하고 싶을 때 AI 어시스턴트에게 전달하세요.
ms: **Salin Prompt Penyetempatan AI** menyalin gesaan sedia dibuat yang menerangkan setiap bentuk teks dalam projek, untuk diserahkan kepada pembantu AI apabila anda lebih suka menterjemah di luar apl.
nl: **Kopieer AI-lokalisatieprompt** kopieert een kant-en-klare prompt waarin elke tekstvorm in het project wordt beschreven, zodat u deze kunt overhandigen aan een AI-assistent als u liever buiten de app vertaalt.
no: **Kopier AI-lokaliseringsprompt** kopierer en ferdig forespørsel som beskriver hver tekstform i prosjektet, for å gi til en AI-assistent når du heller vil oversette utenfor appen.
pl: **Kopiuj monit o lokalizację AI** kopiuje gotowy monit opisujący każdy kształt tekstu w projekcie, aby przekazać go asystentowi AI, jeśli wolisz tłumaczyć poza aplikacją.
pt_br: **Copiar prompt de localização de IA** copia um prompt pronto que descreve cada forma de texto do projeto, para entregar a um assistente de IA quando você preferir traduzir fora do aplicativo.
pt_pt: **Copiar prompt de localização de IA** copia um prompt pronto que descreve cada formato de texto do projeto, para entregar a um assistente de IA quando você preferir traduzir fora do aplicativo.
ro: **Copy AI Localization Prompt** copiează un prompt gata făcut care descrie fiecare formă de text din proiect, pentru a fi înmânat unui asistent AI atunci când preferați să traduceți în afara aplicației.
ru: **Скопировать промпт для ИИ-локализации** копирует готовый промпт с описанием всех текстовых фигур проекта — его можно передать ИИ-ассистенту, если вы предпочитаете переводить вне приложения.
sk: **Copy AI Localization Prompt** skopíruje pripravenú výzvu popisujúcu každý tvar textu v projekte, aby ju odovzdal asistentovi AI, keď by ste radšej prekladali mimo aplikácie.
sl: **Kopiraj poziv za lokalizacijo AI** kopira že pripravljen poziv, ki opisuje vsako besedilno obliko v projektu, da ga predate pomočniku AI, ko bi raje prevajali zunaj aplikacije.
sv: **Kopiera AI-lokaliseringsprompt** kopierar en färdig prompt som beskriver varje textform i projektet, för att lämna till en AI-assistent när du hellre vill översätta utanför appen.
th: **คัดลอกพร้อมท์การแปลด้วย AI** คัดลอกพร้อมท์ที่อธิบายรูปร่างข้อความทุกรูปแบบในโปรเจ็กต์ เพื่อมอบให้ผู้ช่วย AI เมื่อคุณต้องการแปลนอกแอป
tr: **Yapay Zekâ Yerelleştirme İstemini Kopyala**, projedeki her metin şeklini açıklayan hazır bir istemi kopyalar; çeviriyi uygulama dışında yapmayı tercih ederseniz bunu bir yapay zekâ asistanına verebilirsiniz.
uk: **Скопіювати запит для ШІ-локалізації** копіює готовий запит з описом кожної текстової фігури проєкту — його можна передати ШІ-помічнику, якщо ви бажаєте перекладати поза програмою.
ur: **اے آئی لوکلائزیشن پرامپٹ کو کاپی کریں** ایک ریڈی میڈ پرامپٹ کو کاپی کرتا ہے جس میں پروجیکٹ میں ہر ٹیکسٹ کی شکل کو بیان کیا جاتا ہے، جب آپ ایپ سے باہر ترجمہ کرنا چاہتے ہیں تو AI اسسٹنٹ کو دے سکتے ہیں۔
vi: **Sao chép lời nhắc bản địa hóa AI** sao chép lời nhắc tạo sẵn mô tả mọi hình dạng văn bản trong dự án, để giao cho trợ lý AI khi bạn muốn dịch bên ngoài ứng dụng.
zh_hans: **拷贝 AI 本地化提示词** 会拷贝一段现成的提示词，描述项目中的每个文本形状；当你更想在 App 之外翻译时，可将其交给 AI 助手。
zh_hant: **拷貝 AI 在地化提示詞**會拷貝一段現成的提示詞，描述專案中的每個文字形狀，當你想在 App 外翻譯時，可將其交給 AI 助理。

source: **Copy Project File Path** copies the path of its `project.json` — handy in a bug report.
ar: **نسخ مسار ملف المشروع** ينسخ مسار `project.json` الخاص به - وهو مفيد في تقرير الأخطاء.
ca: **Copia la ruta del fitxer del projecte** copia la ruta del seu `project.json`, útil en un informe d'error.
cs: **Copy Project File Path** zkopíruje cestu jeho `project.json` – užitečné v hlášení o chybě.
da: **Copy Project File Path** kopierer stien til dens `project.json` - praktisk i en fejlrapport.
de: **Projektdateipfad kopieren** kopiert den Pfad der `project.json` – praktisch für einen Fehlerbericht.
el: Η **Αντιγραφή διαδρομής αρχείου έργου** αντιγράφει τη διαδρομή του «project.json» — χρήσιμο σε μια αναφορά σφαλμάτων.
es: **Copiar ruta del archivo del proyecto** copia la ruta de su `project.json`, algo útil en un informe de errores.
fa: **کپی مسیر فایل پروژه** مسیر `project.json` آن را کپی می‌کند — برای گزارش اشکال مفید است.
fi: **Copy Project File Path** kopioi `project.json-tiedostonsa polun – kätevä virheraportissa.
fr: **Copier le chemin du fichier de projet** copie le chemin de son `project.json` — pratique pour un rapport de bogue.
he: **Copy Project File Path** מעתיק את הנתיב של 'project.json' שלו - שימושי בדוח באג.
hr: **Copy Project File Path** kopira stazu svog `project.json` — zgodno u izvješću o pogrešci.
hu: A **Project File Path** másolása a `project.json' fájl elérési útját másolja – ez hasznos a hibajelentésekben.
id: **Salin Jalur File Proyek** menyalin jalur `project.json` — berguna dalam laporan bug.
it: **Copia percorso file progetto** copia il percorso del relativo `project.json`, utile in una segnalazione di bug.
ja: **プロジェクトファイルのパスをコピー** は、`project.json` のパスをコピーします。バグ報告に便利です。
ko: **프로젝트 파일 경로 복사**는 `project.json`의 경로를 복사합니다. 버그를 신고할 때 유용합니다.
ms: **Salin Laluan Fail Projek** menyalin laluan `project.json`nya — berguna dalam laporan pepijat.
nl: **Kopieer projectbestandspad** kopieert het pad van zijn `project.json` — handig in een bugrapport.
no: **Copy Project File Path** kopierer banen til `project.json` - nyttig i en feilrapport.
pl: **Kopiuj ścieżkę pliku projektu** kopiuje ścieżkę do pliku `project.json` — przydatne w przypadku raportu o błędzie.
pt_br: **Copiar caminho do arquivo do projeto** copia o caminho de seu `project.json` — útil em um relatório de bug.
pt_pt: **Copiar caminho do ficheiro do projeto** copia o caminho de seu `project.json` — útil em um relatório de bug.
ro: **Copy Project File Path** copiază calea lui `project.json` — util într-un raport de eroare.
ru: **Скопировать путь к файлу проекта** копирует путь к его `project.json` — пригодится в отчете об ошибке.
sk: **Kopírovať cestu k súboru projektu** skopíruje cestu k súboru `project.json` – užitočné v hlásení o chybe.
sl: **Kopiraj pot do projektne datoteke** kopira pot do njenega `project.json` - priročno v poročilu o napakah.
sv: **Copy Project File Path** kopierar sökvägen till dess `project.json` - praktiskt i en felrapport.
th: **คัดลอกเส้นทางไฟล์โครงการ** คัดลอกเส้นทางของ `project.json` ซึ่งมีประโยชน์ในรายงานข้อบกพร่อง
tr: **Proje Dosyası Yolunu Kopyala**, projenin `project.json` dosyasının yolunu kopyalar — hata raporlarında işe yarar.
uk: **Скопіювати шлях до файлу проєкту** копіює шлях до його `project.json` — стане в пригоді у звіті про помилку.
ur: **کاپی پروجیکٹ فائل پاتھ** اس کے `project.json` کے راستے کو کاپی کرتا ہے — ایک بگ رپورٹ میں آسان۔
vi: **Sao chép đường dẫn tệp dự án** sao chép đường dẫn của `project.json` — tiện dụng trong báo cáo lỗi.
zh_hans: **拷贝项目文件路径** 会拷贝其 `project.json` 的路径——提交错误报告时很方便。
zh_hant: **拷貝專案檔案路徑**會拷貝其 `project.json` 的路徑——回報錯誤時很方便。

source: **Copy Text Style** / **Paste Text Style** (right-click) carry a text shape's whole look onto another one, or onto every selected text shape at once.
ar: **نسخ نمط النص** / **لصق نمط النص** (النقر بزر الماوس الأيمن) ينقل المظهر الكامل لشكل النص إلى شكل آخر، أو إلى كل شكل نص محدد مرة واحدة.
ca: **Copia l'estil de text** / **Enganxa l'estil de text** (clic dret) transmet l'aspecte complet d'una forma de text a una altra o a cada forma de text seleccionada alhora.
cs: **Kopírovat styl textu** / **Vložit styl textu** (klepnutí pravým tlačítkem) přenese celý vzhled tvaru textu na jiný nebo na každý vybraný tvar textu najednou.
da: **Kopier tekststil** / **Indsæt tekststil** (højreklik) bærer hele en tekstforms udseende til en anden eller på hver valgt tekstform på én gang.
de: **Textstil kopieren** / **Textstil einsetzen** (Rechtsklick) übertragen das gesamte Aussehen einer Textform auf eine andere oder auf alle ausgewählten Textformen auf einmal.
el: **Αντιγραφή στυλ κειμένου** / **Επικόλληση στυλ κειμένου** (δεξί κλικ) μεταφέρουν ολόκληρη την εμφάνιση ενός σχήματος κειμένου σε ένα άλλο ή σε κάθε επιλεγμένο σχήμα κειμένου ταυτόχρονα.
es: **Copiar estilo de texto** / **Pegar estilo de texto** (clic derecho) trasladan todo el aspecto de una forma de texto a otra, o a todas las formas de texto seleccionadas a la vez.
fa: **کپی سبک متن** / **چسباندن سبک متن** (کلیک راست) کل ظاهر یک شکل متنی را به شکل دیگری، یا به‌طور هم‌زمان به همهٔ شکل‌های متنی انتخاب‌شده، منتقل می‌کند.
fi: **Kopioi tekstityyli** / **Liitä tekstityyli** (napsauta hiiren kakkospainikkeella) siirtää tekstimuodon koko ulkoasun toiseen muotoon tai jokaiseen valittuun tekstimuotoon kerralla.
fr: **Copier le style du texte** / **Coller le style du texte** (clic droit) transfèrent toute l'apparence d'une forme de texte vers une autre, ou vers toutes les formes de texte sélectionnées à la fois.
he: **העתק סגנון טקסט** / **הדבק סגנון טקסט** (לחץ לחיצה ימנית) נושא את כל המראה של צורת טקסט על צורה אחרת, או על כל צורת טקסט שנבחרה בבת אחת.
hr: **Kopiraj stil teksta** / **Zalijepi stil teksta** (desni klik) prenosi cijeli izgled oblika teksta na drugi ili na svaki odabrani oblik teksta odjednom.
hu: **Szövegstílus másolása** / **Szövegstílus beillesztése** (jobb gombbal) átviheti a szövegalakzat teljes megjelenését egy másik alakzatra, vagy egyszerre minden kiválasztott szövegalakzatra.
id: **Salin Gaya Teks** / **Tempel Gaya Teks** (klik kanan) memindahkan keseluruhan tampilan bentuk teks ke bentuk teks lainnya, atau ke setiap bentuk teks yang dipilih sekaligus.
it: **Copia stile testo** / **Incolla stile testo** (clic destro) trasferiscono l'intero aspetto di una forma di testo a un'altra, o a tutte le forme di testo selezionate contemporaneamente.
ja: **テキストスタイルをコピー** / **テキストスタイルを貼り付け** (右クリック) で、テキスト図形の見た目全体を別の図形、または選択中のすべてのテキスト図形にまとめて適用できます。
ko: **텍스트 스타일 복사** / **텍스트 스타일 붙여넣기**(오른쪽 클릭)로 텍스트 도형의 전체 모양을 다른 도형이나 선택한 모든 텍스트 도형에 한 번에 적용할 수 있습니다.
ms: **Salin Gaya Teks** / **Tampal Gaya Teks** (klik kanan) membawa rupa keseluruhan bentuk teks ke yang lain, atau pada setiap bentuk teks yang dipilih sekaligus.
nl: **Tekststijl kopiëren** / **Tekststijl plakken** (klik met de rechtermuisknop) brengt het volledige uiterlijk van een tekstvorm over naar een andere vorm, of naar elke geselecteerde tekstvorm tegelijk.
no: **Kopier tekststil** / **Lim inn tekststil** (høyreklikk) bær hele utseendet til en tekstform over på en annen, eller på hver valgt tekstform samtidig.
pl: **Kopiuj styl tekstu** / **Wklej styl tekstu** (kliknięcie prawym przyciskiem myszy) przenosi cały wygląd kształtu tekstu na inny lub na każdy wybrany kształt tekstu jednocześnie.
pt_br: **Copiar estilo de texto** / **Colar estilo de texto** (clique com o botão direito) transferem a aparência completa de uma forma de texto para outra, ou para todas as formas de texto selecionadas de uma vez.
pt_pt: **Copiar estilo de texto** / **Colar estilo de texto** (clique com o botão direito) transfere a aparência completa de uma forma de texto para outra ou para cada forma de texto selecionada de uma só vez.
ro: **Copiați stilul textului** / **Inserați stilul textului** (clic dreapta) prezintă întregul aspect al unei forme de text pe alta sau pe fiecare formă de text selectată simultan.
ru: **Скопировать стиль текста** / **Вставить стиль текста** (правый клик) переносят весь внешний вид текстовой фигуры на другую — или сразу на все выбранные текстовые фигуры.
sk: **Kopírovať štýl textu** / **Prilepiť štýl textu** (kliknutím pravým tlačidlom myši) prenesie celý vzhľad tvaru textu na iný tvar textu alebo na každý vybraný tvar textu naraz.
sl: **Kopiraj slog besedila** / **Prilepi slog besedila** (desni klik) prenese celoten videz besedilne oblike na drugo ali na vsako izbrano besedilno obliko hkrati.
sv: **Kopiera textformat** / **Klistra in textformat** (högerklicka) överför en textforms hela utseende till en annan, eller på varje vald textform på en gång.
th: **คัดลอกรูปแบบข้อความ** / **วางรูปแบบข้อความ** (คลิกขวา) นำรูปลักษณ์ทั้งหมดของรูปร่างข้อความไปไว้บนอีกรูปร่างหนึ่ง หรือไปไว้บนทุกรูปร่างข้อความที่เลือกในคราวเดียว
tr: **Metin Stilini Kopyala** / **Metin Stilini Yapıştır** (sağ tıklama), bir metin şeklinin tüm görünümünü başka bir şekle ya da seçili tüm metin şekillerine aynı anda aktarır.
uk: **Скопіювати стиль тексту** / **Вставити стиль тексту** (клацання правою кнопкою) переносять увесь вигляд текстової фігури на іншу або одразу на всі вибрані текстові фігури.
ur: **ٹیکسٹ اسٹائل کو کاپی کریں** / **پیسٹ ٹیکسٹ اسٹائل** (دائیں کلک کریں) ٹیکسٹ کی شکل کی پوری شکل کو کسی دوسرے پر، یا ایک بار میں ہر منتخب ٹیکسٹ کی شکل پر لے جائیں۔
vi: **Sao chép kiểu văn bản** / **Dán kiểu văn bản** (nhấp chuột phải) chuyển toàn bộ hình dạng văn bản lên một hình dạng khác hoặc lên mọi hình dạng văn bản đã chọn cùng một lúc.
zh_hans: **拷贝文本样式** / **粘贴文本样式**（右键点按）可将一个文本形状的整体外观套用到另一个文本形状，或一次套用到所有选中的文本形状。
zh_hant: **拷貝文字樣式**／**貼上文字樣式**（按右鍵）可將文字形狀的整體外觀套用到另一個形狀，或一次套用到所有選取的文字形狀。
